<?php

return [
    'task' => [
        'unique' => 'Задача с таким именем уже существует',
        'create' => [
            'success' => 'Задача успешно создана'
        ],
        'update' => [
            'success' => 'Задача успешно изменена'
        ],
        'delete' => [
            'success' => 'Задача успешно удалена',
            'fail' => 'Не удалось удалить задачу'
        ]
    ],
    'task_status' => [
        'unique' => 'Статус с таким именем уже существует',
        'create' => [
            'success' => 'Статус успешно создан'
        ],
        'update' => [
            'success' => 'Статус успешно изменён'
        ],
        'delete' => [
            'success' => 'Статус успешно удалён',
            'fail' => 'Не удалось удалить статус'
        ]
    ],
    'label' => [
        'unique' => 'Метка с таким именем уже существует',
        'create' => [
            'success' => 'Метка успешно создана'
        ],
        'update' => [
            'success' => 'Метка успешно изменена'
        ],
        'delete' => [
            'success' => 'Метка успешно удалена',
            'fail' => 'Не удалось удалить метку'
        ]
    ]
];
